{
  "faqData": [
    {
      "id": 1,
      "question": "Which subscription is best for me?",
      "text": "Our service is represented by three tariffs, each of them is suitable for a certain size of the company:\nFor small businesses, companies up to 5 people, we have prepared a «Personal» package: it includes 80 hours to complete tasks, an account manager and 1 part-time specialist, tasks in this package are performed sequentially, the price for the package starts at 510 $ per month.\nFor a medium-sized business, up to 20 people, we have prepared a «Startup» package: it includes 250 hours to complete tasks, a deposit account, remote payments, a multi-stream mode for solving your problems, an account manager, 1 full-time specialist and the ability to hire additional freelancers for 10 $ per hour. The package price per month starts from 1 430 $.\nFor large companies, the number of which reaches 80 people, we provide the opportunity to use the maximum «Business» package: this package has 520 hours per month to resolve any type of task, remote payments, deposit account, multi-threaded problem solving mode, account manager, 2 full-time manager, 1 part-time manager to work at any time of the day or night, 20 hours of problem solving from freelancers and an additional option for 8 $ per hour. The package price starts from 3 560 $ per month."
    },
    {
      "id": 2,
      "question": "Who are my assistants?",
      "text": "Our service provides companies with an assistant individually, each customer will know who is working on his tasks. Virtual assistants immerse themselves in the processes and context of work and guarantee timely and high-quality service delivery using modern automation and artificial intelligence technologies."
    },
    {
      "id": 3,
      "question": "How to use hourly pay?",
      "text": "This package has the advantage that it allows you to get acquainted with the service for decision making, as well as for a small number of tasks. Hourly pay is not tied to a month and uses a transferable deposit scheme.\nThe procedure for paying for the package in just 3 steps\n:\n1) At first you contact our account manager to clarify the details, it will take no more than 10 minutes 2) Then you make a deposit of 50 $ or more 3) After confirming the payment, the system will transfer your status to «hourly payment» and the assistant will start the task"
    },
    {
      "id": 4,
      "question": "What about security?",
      "text": "To solve problems, we use the services of our partners:\nCorezoid, AWS, Telegram.\nYour data is protected and under our close control. Here are some facts about the safety of the tools we use:\nTelegram uses a special MTProto encryption protocol developed by Nikolai Durov and a team of programmers. At the moment it is one of the most secure protocols.\nWith AWS, you get the control and confidence you need to run your business securely in the most flexible and secure cloud environment available today. As an AWS customer, you benefit from the power of AWS data centers and a network designed to protect your information, identity, applications, and devices.\nCorezoid was born within fintech, where security is crucial. We've been audited by the world's leading companies like Western Union, Avon and METRO to match the highest security standards. Corezoid is PCI DSS and ISO 27001 compliant."
    },
    {
      "id": 5,
      "question": "How it works?",
      "text": "Everything is easier than you think! You describe the task to us using one of the contact forms, and then we take on its solution, accompanying you with every question that arises, then we provide you with the result and voila! The task is solved!"
    }
  ]
}
